[
    {
        "id": 116,
        "title": "Match Point",
        "overview": "Chris, a former tennis player, looks for work as an instructor. He meets Tom Hewett, a wealthy young man whose sister Chloe falls in love with Chris. But Chris has his eye on Tom's fiancee Nola.",
        "release_date": "2005-10-26",
        "poster_path": "https://image.tmdb.org/t/p/original/vHjEVTD8ucuwKSFOZJeyAnTZYli.jpg"
    },
    {
        "id": 512,
        "title": "Scoop",
        "overview": "An American journalism student in London scoops a big story, and begins an affair with an aristocrat as the incident unfurls.",
        "release_date": "2006-07-27",
        "poster_path": "https://image.tmdb.org/t/p/original/aHvZYoQNRTMrfs46pj64b9GrbaK.jpg"
    },
    {
        "id": 696,
        "title": "Manhattan",
        "overview": "Manhattan explores how the life of a middle-aged television writer dating a teenage girl is further complicated when he falls in love with his best friend's mistress.",
        "release_date": "1979-04-25",
        "poster_path": "https://image.tmdb.org/t/p/original/k4eT3EvfxW1L9Wmt04UqJqCvCR6.jpg"
    },
    {
        "id": 703,
        "title": "Annie Hall",
        "overview": "New York comedian Alvy Singer falls in love with the ditsy Annie Hall.",
        "release_date": "1977-04-19",
        "poster_path": "https://image.tmdb.org/t/p/original/jj46Biz1WYQZoVZfXxeT9u4XRrS.jpg"
    },
    {
        "id": 2639,
        "title": "Deconstructing Harry",
        "overview": "Writer Harry Block draws inspiration from people he knows, and from events that happened to him, sometimes causing these people to become alienated from him as a result.",
        "release_date": "1997-12-12",
        "poster_path": "https://image.tmdb.org/t/p/original/i7Z5DdznqANJUjqWISEFu9bw6J7.jpg"
    },
    {
        "id": 10739,
        "title": "Anything Else",
        "overview": "Jerry Falk, an aspiring writer in New York, falls in love at first sight with a free-spirited young woman named Amanda. He has heard the phrase that life is like \"anything else,\" but soon he finds that life with the unpredictable Amanda isn't like anything else at all.",
        "release_date": "2003-08-27",
        "poster_path": "https://image.tmdb.org/t/p/original/bvyoWDh60R31ZE5L8TjZ8Qpv5xM.jpg"
    },
    {
        "id": 2779,
        "title": "The Curse of the Jade Scorpion",
        "overview": "CW Briggs is a veteran insurance investigator, with many successes. Betty Ann Fitzgerald is a new employee in the company he works for, with the task of reorganizing the office. They don't like each other - or at least that's what they think. During a night out with the rest of the office employees, they go to watch Voltan, a magician who secretly hypnotizes both of them.",
        "release_date": "2001-08-05",
        "poster_path": "https://image.tmdb.org/t/p/original/mfvWefUp09oaLLxb8KhsvUYi7mX.jpg"
    },
    {
        "id": 10440,
        "title": "Manhattan Murder Mystery",
        "overview": "A middle-aged couple suspects foul play when their neighbor's wife suddenly drops dead.",
        "release_date": "1993-05-02",
        "poster_path": "https://image.tmdb.org/t/p/original/zrzBIlMyAP7Ac9W5qAy5ssAUdK4.jpg"
    },
    {
        "id": 10462,
        "title": "Don't Drink the Water",
        "overview": "Somewhere behind the early 1960s cold-war iron curtain, the Hollander family cause an international spying incident when Walter photographs a sunset in a sensitive region. In order to stay out of jail, the Hollanders take refuge in the American Embassy, which is temporarily being run by the absent Ambassador's diplomatically incompetent son, Axel.",
        "release_date": "1994-12-18",
        "poster_path": "https://image.tmdb.org/t/p/original/xysAzGOzjanLI4j0Zyi6AM7uks0.jpg"
    },
    {
        "id": 10849,
        "title": "The Purple Rose of Cairo",
        "overview": "Cecilia is a waitress in New Jersey, living a dreary life during the Great Depression. Her only escape from her mundane reality is the movie theatre. After losing her job, Cecilia goes to see 'The Purple Rose of Cairo' in hopes of raising her spirits, where she watches dashing archaeologist Tom Baxter time and again.",
        "release_date": "1985-03-01",
        "poster_path": "https://image.tmdb.org/t/p/original/ccsint43E44B7NGceEhVimD93Yt.jpg"
    },
    {
        "id": 10569,
        "title": "Small Time Crooks",
        "overview": "A loser of a crook and his wife strike it rich when a botched bank job's cover business becomes a spectacular success.",
        "release_date": "2000-05-19",
        "poster_path": "https://image.tmdb.org/t/p/original/eIJRFZFDmh0xXPlKt3WwN5fiSLe.jpg"
    },
    {
        "id": 4787,
        "title": "Cassandra's Dream",
        "overview": "The tale of two brothers with serious financial woes. When a third party proposes they turn to crime, things go bad and the two become enemies.",
        "release_date": "2007-10-31",
        "poster_path": "https://image.tmdb.org/t/p/original/9Cu2XA9TSHm4T1n7JBE5DEL60U3.jpg"
    },
    {
        "id": 21449,
        "title": "What's Up, Tiger Lily?",
        "overview": "In comic Woody Allen's film debut, he took the Japanese action film \"International Secret Police: Key of Keys\" and re-dubbed it, changing the plot to make it revolve around a secret egg salad recipe.",
        "release_date": "1966-11-02",
        "poster_path": "https://image.tmdb.org/t/p/original/z3ABDEfhLqX09nXgp6ilKW44jAB.jpg"
    },
    {
        "id": 11030,
        "title": "Zelig",
        "overview": "Fictional documentary about the life of human chameleon Leonard Zelig, a man who becomes a celebrity in the 1920s due to his ability to look and act like whoever is around him. Clever editing places Zelig in real newsreel footage of Woodrow Wilson, Babe Ruth, and others.",
        "release_date": "1983-07-15",
        "poster_path": "https://image.tmdb.org/t/p/original/2rXeBWYx8g519Z4EiaBxEeQ1O6o.jpg"
    },
    {
        "id": 11302,
        "title": "Bananas",
        "overview": "When a bumbling New Yorker is dumped by his activist girlfriend, he travels to a tiny Latin American nation and becomes involved in its latest rebellion.",
        "release_date": "1971-04-28",
        "poster_path": "https://image.tmdb.org/t/p/original/dMrFVL8SyX2ou5ijDf0zqbWl4KI.jpg"
    },
    {
        "id": 5038,
        "title": "Vicky Cristina Barcelona",
        "overview": "Two girlfriends on a summer holiday in Spain become enamored with the same painter, unaware that his ex-wife, with whom he has a tempestuous relationship, is about to re-enter the picture.",
        "release_date": "2008-08-15",
        "poster_path": "https://image.tmdb.org/t/p/original/gjdUhi3Q8BHFFmFLvVtjInUYdBM.jpg"
    },
    {
        "id": 11337,
        "title": "Stardust Memories",
        "overview": "While attending a retrospect of his work, a filmmaker recalls his life and his loves: the inspirations for his films.",
        "release_date": "1980-09-26",
        "poster_path": "https://image.tmdb.org/t/p/original/y1EHgpL2hMVRcr6tIOy7VGLxaPs.jpg"
    },
    {
        "id": 5143,
        "title": "Hannah and Her Sisters",
        "overview": "Between two Thanksgivings, Hannah's husband falls in love with her sister Lee, while her hypochondriac ex-husband rekindles his relationship with her sister Holly.",
        "release_date": "1986-02-07",
        "poster_path": "https://image.tmdb.org/t/p/original/gARgIRb2QFRFVrsziwWE389u1pK.jpg"
    },
    {
        "id": 30890,
        "title": "Radio Days",
        "overview": "The Narrator tells us how the radio influenced his childhood in the days before TV. In the New York City of the late 1930s to the New Year's Eve 1944, this coming-of-age tale mixes the narrator's experiences with contemporary anecdotes and urban legends of the radio stars.",
        "release_date": "1987-01-30",
        "poster_path": "https://image.tmdb.org/t/p/original/ljZ3yyYznAiq1vF6nHITdJn6qXB.jpg"
    },
    {
        "id": 11485,
        "title": "Take the Money and Run",
        "overview": "Virgil Starkwell is intent on becoming a notorious bank robber. Unfortunately for Virgil and his not-so-budding career, he is completely incompetent.",
        "release_date": "1969-08-18",
        "poster_path": "https://image.tmdb.org/t/p/original/dT7cKFxsuHzSnDBxKeP5acoIpWZ.jpg"
    },
    {
        "id": 11382,
        "title": "Bullets Over Broadway",
        "overview": "After young playwright, David Shayne obtains funding for his play from gangster Nick Valenti, Nick's girlfriend Olive miraculously lands the role of a psychiatrist—but not only is she a bimbo who could never pass for a psychiatrist—she's a dreadful actress. David puts up with the leading man who is a compulsive eater, the grand dame who wants her part jazzed up, and Olive's interfering hitman/bodyguard—but, eventually he must decide whether art or life is more important.",
        "release_date": "1994-10-14",
        "poster_path": "https://image.tmdb.org/t/p/original/mY9D1oCLeDKNMdUO8EV7MoCZ3up.jpg"
    },
    {
        "id": 11562,
        "title": "Crimes and Misdemeanors",
        "overview": "A renowned ophthalmologist is desperate to cut off an adulterous relationship…which ends up in murder; and a frustrated documentary filmmaker woos an attractive television producer while making a film about her insufferably self-centered boss.",
        "release_date": "1989-10-13",
        "poster_path": "https://image.tmdb.org/t/p/original/6vC6MLYUICH57MmEVi1UaNaj2Qs.jpg"
    },
    {
        "id": 11448,
        "title": "Mighty Aphrodite",
        "overview": "When Lenny and his wife, Amanda, adopt a baby, Lenny realizes that his son is a genius and becomes obsessed with finding the boy's biological mother in hopes that she will be brilliant too. But when he learns that Max's mother is Linda Ash, a kindhearted prostitute and porn star, Lenny is determined to reform her immoral lifestyle. A Greek chorus chimes in to relate the plot to Greek mythology in this quirky comedy.",
        "release_date": "1995-09-13",
        "poster_path": "https://image.tmdb.org/t/p/original/ice135yQZp4iX2SgCmd90nKgS5j.jpg"
    },
    {
        "id": 22477,
        "title": "September",
        "overview": "After a suicide attempt, Lane has moved into her country house to recuperate. Her best friend, Stephanie, has come to join her for the summer. Lane's mother, Diane, has recently arrived with her husband Lloyd, Lane's stepfather. Lane is close to two neighbors: Peter, and Howard. Howard is in love with Lane, Lane is in love with Peter, and Peter is in love with Stephanie.",
        "release_date": "1987-12-18",
        "poster_path": "https://image.tmdb.org/t/p/original/gTsFkvUt9wrGOZh6JNDSFd2LIBT.jpg"
    },
    {
        "id": 22478,
        "title": "Another Woman",
        "overview": "Marion is a woman who has learned to shield herself from her emotions. She rents an apartment to work undisturbed on her new book, but by some acoustic anomaly she can hear all that is said in the next apartment in which a psychiatrist holds his office. When she hears a young woman tell that she finds it harder and harder to bear her life, Marion starts to reflect on her own life. After a series of events she comes to understand how her unemotional attitude towards the people around her affected them and herself.",
        "release_date": "1988-10-13",
        "poster_path": "https://image.tmdb.org/t/p/original/ds4CcnlACh0r1r3VGa7y85dz72R.jpg"
    },
    {
        "id": 11561,
        "title": "Sleeper",
        "overview": "Miles Monroe, a clarinet-playing health food store proprietor, is revived out of cryostasis 200 years into a future world in order to help rebels fight an oppressive government regime.",
        "release_date": "1973-12-17",
        "poster_path": "https://image.tmdb.org/t/p/original/YTYSziZZP5aXt5CDvdEMwKDzme.jpg"
    },
    {
        "id": 11624,
        "title": "Everything You Always Wanted to Know About Sex *But Were Afraid to Ask",
        "overview": "A collection of seven vignettes, which each address a question concerning human sexuality. From aphrodisiacs to sexual perversion to the mystery of the male orgasm, characters like a court jester, a doctor, a queen and a journalist adventure through lab experiments and game shows, all seeking answers to common questions that many would never ask.",
        "release_date": "1972-08-06",
        "poster_path": "https://image.tmdb.org/t/p/original/A1ZNhNd8FV8kCW39OeDelokT0tv.jpg"
    },
    {
        "id": 8217,
        "title": "Alice",
        "overview": "Alice Tate, mother of two, with a marriage of 16 years, finds herself falling for a handsome sax player, Joe. Stricken with a backache, she consults herbalist Dr. Yang, who realizes that her problems are not related to her back, but in her mind and heart. Dr. Yang's magical herbs give Alice wondrous powers, taking her out of her well-established rut.",
        "release_date": "1990-12-25",
        "poster_path": "https://image.tmdb.org/t/p/original/g6PGzYqXNofrrGKS7dixoc2P5M7.jpg"
    },
    {
        "id": 8288,
        "title": "A Midsummer Night's Sex Comedy",
        "overview": "A nutty inventor, his frustrated wife, a philosopher cousin, his much younger fiancée, a randy doctor, and a free-thinking nurse spend a summer weekend in and around a stunning - and possibly magical - country house.",
        "release_date": "1982-07-16",
        "poster_path": "https://image.tmdb.org/t/p/original/ohL4bIBXXCXc5WRT1eHESq0OQeW.jpg"
    },
    {
        "id": 11686,
        "title": "Love and Death",
        "overview": "In czarist Russia, a neurotic soldier and his distant cousin formulate a plot to assassinate Napoleon.",
        "release_date": "1975-06-10",
        "poster_path": "https://image.tmdb.org/t/p/original/oJXFd1UHZoOQ1UtoLxbyBLGJDox.jpg"
    },
    {
        "id": 32072,
        "title": "Men of Crisis: The Harvey Wallinger Story",
        "overview": "Dr. Harvey Wallinger is one of Nixon's aides who rises through the ranks to become the \"real\" power behind the president.",
        "release_date": "1971-12-31",
        "poster_path": "https://image.tmdb.org/t/p/original/oqQlRkRyi5QjUbF9K9uWbu26avR.jpg"
    },
    {
        "id": 9684,
        "title": "Sweet and Lowdown",
        "overview": "In the 1930s, jazz guitarist Emmet Ray idolizes Django Reinhardt, faces gangsters and falls in love with a mute woman.",
        "release_date": "1999-12-03",
        "poster_path": "https://image.tmdb.org/t/p/original/23S5qa8j3ajYnERcYCqMLfSeOvw.jpg"
    },
    {
        "id": 9688,
        "title": "Melinda and Melinda",
        "overview": "While dining out with friends, Sy suggests the difficulty of separating comedy from tragedy. To illustrate his point, he tells his guests two parallel stories about Melinda ; both versions have the same basic elements, but one take on her state of affairs leans toward levity, while the other is full of anguish. Each story involves Melinda coping with a recent divorce through substance abuse while beginning a romantic relationship with a close friend's husband.",
        "release_date": "2004-12-22",
        "poster_path": "https://image.tmdb.org/t/p/original/jzqaJGpUNVHMxgCtHV2i8jcepza.jpg"
    },
    {
        "id": 9689,
        "title": "Hollywood Ending",
        "overview": "Woody Allen stars as Val Waxman, a two-time Oscar winner turned washed-up, neurotic director in desperate need of a comeback. When it comes, Waxman finds himself backed into a corner: Work for his ex-wife Ellie or forfeit his last shot. Is Val blinded by love when he opts for the reconnect? Is love blind when it comes to Ellie's staunch support? Literally and figuratively, the proof is the picture.",
        "release_date": "2002-05-03",
        "poster_path": "https://image.tmdb.org/t/p/original/3U18987pFdqLzswOQV8Fj2HEunV.jpg"
    },
    {
        "id": 12762,
        "title": "Broadway Danny Rose",
        "overview": "A hapless talent manager named Danny Rose, by helping a client, gets dragged into a love triangle involving the mob. His story is told in flashback, an anecdote shared amongst a group of comedians over lunch at New York's Carnegie Deli. Rose's one-man talent agency represents countless incompetent entertainers, including a one-legged tap dancer, and one slightly talented one: washed-up lounge singer Lou Canova, whose career is on the rebound.",
        "release_date": "1984-01-27",
        "poster_path": "https://image.tmdb.org/t/p/original/oUgolImcg0PRiT33UNjK409aQoJ.jpg"
    },
    {
        "id": 9716,
        "title": "Everyone Says I Love You",
        "overview": "A New York girl sets her father up with a beautiful woman in a shaky marriage while her half sister gets engaged.",
        "release_date": "1996-12-06",
        "poster_path": "https://image.tmdb.org/t/p/original/cFOZ4bNbWtnIIboc43M86yhwPBX.jpg"
    },
    {
        "id": 9466,
        "title": "Celebrity",
        "overview": "The career and personal life of writer Lee are at a standstill, so he divorces his bashful wife, Robin, and dives into a new job as an entertainment journalist. His assignments take him to the swankiest corners of Manhattan, but as he jumps from one lavish party to another and engages in numerous empty romances, he starts to doubt the worth of his work. Meanwhile, top TV producer Tony falls for Robin and introduces her to the world of celebrity.",
        "release_date": "1998-09-07",
        "poster_path": "https://image.tmdb.org/t/p/original/3pbcMORRjqYgfx87CXexLw32gk.jpg"
    },
    {
        "id": 28384,
        "title": "Husbands and Wives",
        "overview": "When Jack and Sally announce that they're splitting up, this comes as a shock to their best friends Gabe and Judy. Maybe mostly because they also are drifting apart and are now being made aware of it. So while Jack and Sally try to go on and meet new people, the marriage of Gabe and Judy gets more and more strained, and they begin to find themselves being attracted to other people.",
        "release_date": "1992-09-18",
        "poster_path": "https://image.tmdb.org/t/p/original/mb6Hmns0PP2Me9TYpLE9M3GHt7v.jpg"
    },
    {
        "id": 15867,
        "title": "Interiors",
        "overview": "When Eve, an interior designer, is deserted by her husband of many years, Arthur, the emotionally glacial relationships of the three grown-up daughters are laid bare. Twisted by jealousy, insecurity and resentment, Renata, a successful writer; Joey, a woman crippled by indecision; and Flyn, a budding actress; struggle to communicate for the sake of their shattered mother. But when their father unexpectedly falls for another woman, his decision to remarry sets in motion a terrible twist of fate…",
        "release_date": "1978-08-02",
        "poster_path": "https://image.tmdb.org/t/p/original/sTPy6Kfa1FRED1eaZdVex8b2MdB.jpg"
    },
    {
        "id": 38031,
        "title": "You Will Meet a Tall Dark Stranger",
        "overview": "Two married couples find only trouble and heartache as their complicated lives unfold. After 40 years of marriage, Alfie leaves his wife to pursue what he thinks is happiness with a call girl. His wife, Helena, reeling from abandonment, decides to follow the advice of a psychic. Sally, the daughter of Alfie and Helena, is unhappy in her marriage and develops a crush on her boss, while her husband, Roy, falls for a woman engaged to be married.",
        "release_date": "2010-09-22",
        "poster_path": "https://image.tmdb.org/t/p/original/oBhnI8UZQzTkAH1LMEtrBUmfpjS.jpg"
    },
    {
        "id": 48208,
        "title": "Sounds from a Town I Love",
        "overview": "A montage of short scenes of New Yorkers talking on their cellphones, evoking snippets of conversation overheard in passing on the streets of Manhattan. Intended as a celebration of the people of New York City after the events of September 11, 2001.",
        "release_date": "2001-10-20",
        "poster_path": "https://image.tmdb.org/t/p/original/sp4MuT0CnyQxjEP90NvqSDqTKIK.jpg"
    },
    {
        "id": 19200,
        "title": "Shadows and Fog",
        "overview": "With a serial strangler on the loose, a bookkeeper wanders around town searching for the vigilante group intent on catching the killer.",
        "release_date": "1991-12-05",
        "poster_path": "https://image.tmdb.org/t/p/original/5q7ibBZO5uKhkdP9Eeqrc6ypF5u.jpg"
    },
    {
        "id": 19265,
        "title": "Whatever Works",
        "overview": "Whatever Works explores the relationship between a crotchety misanthrope, Boris and a naïve, impressionable young runaway from the south, Melody. When Melody's uptight parents arrive in New York to rescue her, they are quickly drawn into wildly unexpected romantic entanglements. Everyone discovers that finding love is just a combination of lucky chance and appreciating the value of \"whatever works.\"",
        "release_date": "2009-06-19",
        "poster_path": "https://image.tmdb.org/t/p/original/7yMpnI8cxlcFdFGcjlNY134NMlH.jpg"
    },
    {
        "id": 81836,
        "title": "To Rome with Love",
        "overview": "Four tales unfold in the Eternal City: While vacationing in Rome, architect John encounters a young man whose romantic woes remind him of a painful incident from his own youth; retired opera director Jerry discovers a mortician with an amazing voice, and he seizes the opportunity to rejuvenate his own flagging career; a young couple have separate romantic interludes; a spotlight shines on an ordinary man.",
        "release_date": "2012-04-20",
        "poster_path": "https://image.tmdb.org/t/p/original/qxFFJXEAZWtsfTiRgjOfZg85OMV.jpg"
    },
    {
        "id": 59436,
        "title": "Midnight in Paris",
        "overview": "While on a trip to Paris with his fiancée's family, a nostalgic screenwriter finds himself mysteriously going back to the 1920s every day at midnight.",
        "release_date": "2011-05-11",
        "poster_path": "https://image.tmdb.org/t/p/original/4wBG5kbfagTQclETblPRRGihk0I.jpg"
    },
    {
        "id": 160588,
        "title": "Blue Jasmine",
        "overview": "After experiencing a traumatic misfortune, Jasmine French, a wealthy woman from New York, moves to San Francisco to live with her foster sister Ginger and the firm purpose of getting a new life, but she will be haunted by anxiety and memories of the past.",
        "release_date": "2013-08-01",
        "poster_path": "https://image.tmdb.org/t/p/original/nsj0RLRI10351uYMoAKPur6Derd.jpg"
    },
    {
        "id": 229297,
        "title": "Magic in the Moonlight",
        "overview": "Set in the 1920s French Riviera, a master magician is commissioned to try and expose a psychic as a fraud.",
        "release_date": "2014-07-25",
        "poster_path": "https://image.tmdb.org/t/p/original/mNYZUVDj4ORSPHWinmqJbXyuG6W.jpg"
    },
    {
        "id": 859235,
        "title": "Coup de Chance",
        "overview": "Fanny and Jean have everything of an ideal couple: fulfilled in their professional life, they live in a magnificent apartment in the beautiful districts of Paris and seem to be in love as on the first day. But when Fanny crosses, by chance, Alain, a former high school friend, she is immediately capsized. They see each other again very quickly and get closer and closer.",
        "release_date": "2023-09-15",
        "poster_path": "https://image.tmdb.org/t/p/original/lFNg2bbr3DrRpkokuiQDMcINLXk.jpg"
    },
    {
        "id": 282984,
        "title": "Irrational Man",
        "overview": "On a small town college campus, a philosophy professor in existential crisis gives his life new purpose when he enters into a relationship with his student.",
        "release_date": "2015-07-17",
        "poster_path": "https://image.tmdb.org/t/p/original/ipAqhEWRzEuD6aXlAWIvEEF1KUe.jpg"
    },
    {
        "id": 339397,
        "title": "Café Society",
        "overview": "The story of a young man who arrives in Hollywood during the 1930s hoping to work in the film industry, falls in love, and finds himself swept up in the vibrant café society that defined the spirit of the age.",
        "release_date": "2016-05-11",
        "poster_path": "https://image.tmdb.org/t/p/original/q9fohCRpQ7m8OTyi82fxa3B86te.jpg"
    },
    {
        "id": 429189,
        "title": "Wonder Wheel",
        "overview": "The story of four characters whose lives intertwine amid the hustle and bustle of the Coney Island amusement park in the 1950s: Ginny, an emotionally volatile former actress now working as a waitress in a clam house; Humpty, Ginny’s rough-hewn carousel operator husband; Mickey, a handsome young lifeguard who dreams of becoming a playwright; and Carolina, Humpty’s long-estranged daughter, who is now hiding out from gangsters at her father’s apartment.",
        "release_date": "2017-12-01",
        "poster_path": "https://image.tmdb.org/t/p/original/fPXn8SW4pa4kJErAIAJLmb3Znns.jpg"
    },
    {
        "id": 475303,
        "title": "A Rainy Day in New York",
        "overview": "Two young people arrive in New York to spend a weekend, but once they arrive they're met with bad weather and a series of adventures.",
        "release_date": "2019-07-26",
        "poster_path": "https://image.tmdb.org/t/p/original/z4A6mFOLTMZAhCSPRyrtzG0SPbd.jpg"
    },
    {
        "id": 9686,
        "title": "New York Stories",
        "overview": "Get ready for a wildly diverse, star-studded trilogy about life in the big city. One of the most-talked about films in years, New York Stories features the creative collaboration of three of America's most popular directors, Martin Scorsese, Francis Coppola, and Woody Allen.",
        "release_date": "1989-03-10",
        "poster_path": "https://image.tmdb.org/t/p/original/wu4VK8e3T7AkcGcOmAWRkZGTAkh.jpg"
    },
    {
        "id": 75009,
        "title": "The Concert for New York City",
        "overview": "The Concert for New York City took place on October 20, 2001 at Madison Square Garden. It was a celebration of the strength of New York and a thank-you to the heroic firefighters, police officers and rescue workers who saved tens of thousands of lives on September 11th. More than 6000 firefighters, police officers and rescue workers attended as guests.",
        "release_date": "2001-10-20",
        "poster_path": "https://image.tmdb.org/t/p/original/rq0LTMvPdBTxkjW2ka3HOOT5bet.jpg"
    },
    {
        "id": 606876,
        "title": "Rifkin’s Festival",
        "overview": "The story of a married American couple who go to the San Sebastian Film Festival. They get caught up in the magic of the festival, the beauty and charm of Spain and the fantasy of movies. She has an affair with a brilliant French movie director, and he falls in love with a beautiful Spanish woman who lives there.",
        "release_date": "2020-10-01",
        "poster_path": "https://image.tmdb.org/t/p/original/5kTkLEheDmXdnHHRJiAkd4Vuato.jpg"
    },
    {
        "id": 650855,
        "title": "Gianni Schicchi",
        "overview": "Woody Allen's production of the Puccini comic opera at LA Opera in 2015",
        "release_date": "2015-10-13",
        "poster_path": "https://image.tmdb.org/t/p/original/9jgOAOdv5YDgoJVQbXzKHE2KBVR.jpg"
    }
]